Repository: Anvipo/Pomogator
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: ru

source: Yes
ru: Да

source: No
ru: Нет

source: OK
ru: Хорошо

source: Next
ru: Далее

source: Done
ru: Готово

source: Attention
ru: Внимание

source: Error
ru: Ошибка

source: Main
ru: Главная

source: No saved daily calorie intake value
ru: Нет сохранённой суточной нормы калорий

source: No saved body mass index value
ru: Нет сохранённого индекса массы тела

# No upcoming meal time schedule text
source: No upcoming meal time for today
ru: Нет ближайшего приёма пищи на сегодня

# No saved meal time schedule text
source: No saved meal time schedule for today
ru: Нет составленного расписания на сегодня

source: Poedator
ru: Поедатор

# Poedator spotlight content description
source: Add reminders so you don't forget to eat!
ru: Добавляйте напоминания, чтобы не забыть поесть!

# Fitness spotlight keyword
source: Fitness
ru: Фитнес

# Reminder spotlight keyword
source: Reminder
ru: Напоминание

# Food spotlight keyword
source: Food
ru: Еда

# To eat spotlight keyword 1
source: To eat
ru: Есть

# To eat spotlight keyword 2
source: To lunch
ru: Кушать

# Meal spotlight keyword
source: Meal
ru: Приём пищи

# Breakfast spotlight keyword
source: Breakfast
ru: Завтрак

# Lunch spotlight keyword
source: Lunch
ru: Обед

# Snack spotlight keyword
source: Snack
ru: Полдник

# Dinner spotlight keyword
source: Dinner
ru: Ужин

# Meal time schedule screen title
source: Meal time schedule
ru: Расписание приёмов пищи

# Delete meal time reminders alert message
source: Do you want to delete saved meal time schedule?
ru: Хочешь удалить сохранённое расписание приёмов пищи?

# Go to app notification settings alert message
source: You didn't give permission to send notifications. Do you want to go to app notification settings to give this permission?
ru: Ты не предоставил доступ к показу уведомлений. Хочешь перейти в настройки уведомлений приложения, чтобы предоставить доступ?

# Add meal time notifications button title
source: Add notifications
ru: Добавить напоминания

# No saved meal time schedule text 1
source: No saved meal time schedule
ru: Нет составленного расписания

# No saved meal time schedule text 2
source: Tap "+" in the top right corner to go to calculator screen
ru: Нажми "+" в правом верхнем углу, чтобы перейти на экран составления расписания

# Number of meal times field view title
source: Number of meal times
ru: Количество приёмов пищи

# First meal time field view title
source: First meal time
ru: Время первого приёма пищи

# Last meal time field view title
source: Last meal time
ru: Время последнего приёма пищи

# Parameters section header
source: Parameters
ru: Параметры

# Calculated schedule for %@ section header
source: Calculated schedule for %@
ru: Составленное расписание на %@

# Calculated schedule section header
source: Calculated schedule
ru: Составленное расписание

# Save calculated schedule button title
source: Save calculated schedule
ru: Сохранить составленное расписание

# Calculate meal time schedule screen title
source: Calculate meal time schedule
ru: Составить расписание приёмов пищи

# Poedator notification title
source: Notification from Poedator
ru: Уведомление от Поедатора

# Poedator breakfast notification body
source: It's time for breakfast
ru: Пора завтракать

# Poedator second breakfast notification body
source: It's time for second breakfast
ru: Пора принимать второй завтрак

# Poedator lunch notification body
source: It's time for lunch
ru: Пора обедать

# Poedator afternoon snack notification body
source: It's time for afternoon snack
ru: Пора принимать полдник

# Poedator dinner notification body
source: It's time for dinner
ru: Пора ужинать

# Poedator notification №%@ body
source: It's time for meal №%@
ru: Пора принимать приём пищи №%@

source: Vychislyator
ru: Вычислятор

# Vychislyator spotlight content description
source: It will help to calculate the values of normal indicators!
ru: Поможет посчитать значения нормальных показателей!

# Daily calorie intake spotlight content description
source: It will help to calculate the calorie values for your body parameters!
ru: Поможет посчитать значения калорий для твоих параметров тела!

# Body mass index spotlight content description
source: It will help to calculate the value of your body mass index!
ru: Поможет посчитать значение твоего индекса массы тела!

# Calories spotlight keyword
source: Calories
ru: Калории

# Formula spotlight keyword
source: Formula
ru: Формула

# Calculator spotlight keyword
source: Calculator
ru: Калькулятор

# Daily calorie intake spotlight keyword
source: Daily calorie intake
ru: Суточная норма калорий

# Body mass index spotlight keyword
source: Body mass index
ru: Индекс массы тела

# BMI spotlight keyword
source: BMI
ru: ИМТ

source: Formula list
ru: Список формул

source: Daily calorie intake
ru: Суточная норма калорий

# Daily calorie intake hint
source: Daily calorie intake helps us to understand how much energy we need to consume per day for various purposes (loss, save or gain mass)
ru: Суточная норма калорий помогает понять, сколько энергии нам необходимо потреблять в день для различных целей (похудение, удержание или набор массы)

source: Sex
ru: Пол

source: Male
ru: Мужской

source: Female
ru: Женский

source: Age (in years)
ru: Возраст (в годах)

source: Height (in cm)
ru: Рост (в см)

source: Mass (in kg)
ru: Масса (в кг)

source: Physical activity
ru: Физическая активность

source: Minimal
ru: Минимальная

source: Low
ru: Низкая

source: Medium
ru: Средняя

source: High
ru: Высокая

source: Extreme
ru: Экстремальная

# Mifflin-St. Jeor's section header
source: According to the Mifflin‑St. Jeor's formula
ru: По формуле Миффлин‑Сан Жеора

source: To save current mass
ru: Для сохранения текущей массы

# Mifflin-St. Jeor's section footer
source: The value is approximate, consultation with a nutritionist is necessary
ru: Значение является приблизительным, необходима консультация с диетологом

# Based on the Mifflin-St. Jeor's section header
source: Based on the Mifflin‑St. Jeor's formula
ru: На основе формулы Миффлин‑Сан Жеора

source: To gain mass
ru: Для набора массы

source: To lose mass in a safe way
ru: Для похудения в безопасном режиме

source: To lose mass in a fast way
ru: Для похудения в быстром режиме

# Based on the Mifflin-St. Jeor's section footer
source: Values are approximate, consultation with a nutritionist is necessary
ru: Значения являются приблизительными, необходима консультация с диетологом

source: Save daily calorie intake value
ru: Сохранить суточную норму калорий

source: Body mass index
ru: Индекс массы тела

# Body mass index hint
source: BMI is a value that allows you to determine how much a person’s mass corresponds to his height; whether there is an excess of body mass, or, conversely, it is insufficient
ru: ИМТ - это величина, позволяющая определить, насколько масса человека соответствует его росту; имеются ли излишки массы тела, или, наоборот, она недостаточна

# Result section header
source: Result
ru: Результат

source: Severe deficiency of body mass
ru: Выраженный дефицит массы тела

source: Deficiency of body mass
ru: Дефицит массы тела

source: Normal body mass
ru: Нормальная масса тела

source: Excess body mass
ru: Избыточная масса тела

# First degree obesity
source: 1st degree obesity
ru: Ожирение первой степени

# Second degree obesity
source: 2nd degree obesity
ru: Ожирение второй степени

source: Third degree obesity
ru: Ожирение третьей степени

source: BMI: %@
ru: ИМТ: %@

source: Save body mass index value
ru: Сохранить индекс массы тела
